-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Mar 06, 2018 at 04:41 AM
-- Server version: 10.1.30-MariaDB
-- PHP Version: 7.2.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `your_videos_channel_rtl`
--

-- --------------------------------------------------------

--
-- Table structure for table `tbl_category`
--

CREATE TABLE `tbl_category` (
  `cid` int(11) NOT NULL,
  `category_name` varchar(255) NOT NULL,
  `category_image` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_category`
--

INSERT INTO `tbl_category` (`cid`, `category_name`, `category_image`) VALUES
(1, 'مضحك', '8638-2016-09-11.png'),
(2, 'الألعاب', '1113-2016-09-11.png'),
(3, 'رائعة حقا', '0758-2016-09-11.png'),
(4, 'موسيقى', '5090-2016-09-11.png'),
(5, 'رياضات', '6257-2017-03-06.png');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_fcm_template`
--

CREATE TABLE `tbl_fcm_template` (
  `id` int(11) NOT NULL,
  `message` text NOT NULL,
  `image` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_fcm_template`
--

INSERT INTO `tbl_fcm_template` (`id`, `message`, `image`) VALUES
(27, 'دفع إخطار الاختبار', ''),
(28, 'مرحبا العالم، وهذا هو أشرطة الفيديو الخاصة بك قناة التطبيق', '7843-2017-04-11.jpg'),
(29, 'هذا هو أشرطة الفيديو الخاصة بك قناة التطبيق', '');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_fcm_token`
--

CREATE TABLE `tbl_fcm_token` (
  `id` int(11) NOT NULL,
  `token` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tbl_gallery`
--

CREATE TABLE `tbl_gallery` (
  `id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `video_title` varchar(255) NOT NULL,
  `video_url` varchar(500) NOT NULL,
  `video_id` varchar(255) NOT NULL,
  `video_thumbnail` varchar(255) NOT NULL,
  `video_duration` varchar(255) NOT NULL,
  `video_description` text NOT NULL,
  `video_type` varchar(45) NOT NULL,
  `size` varchar(255) NOT NULL,
  `total_views` int(11) NOT NULL DEFAULT '0',
  `date_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_gallery`
--

INSERT INTO `tbl_gallery` (`id`, `cat_id`, `video_title`, `video_url`, `video_id`, `video_thumbnail`, `video_duration`, `video_description`, `video_type`, `size`, `total_views`, `date_time`) VALUES
(1, 1, 'أعلى مضحك الفيديو المنزلية فشل', 'https://www.youtube.com/watch?v=O3w0ALouv3E', 'O3w0ALouv3E', '', '10:20', '<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n\r\n<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n', 'youtube', '', 1, '2018-02-12 14:01:54'),
(2, 2, 'الرجل العنكبوت مذهلة', 'https://www.youtube.com/watch?v=o9kr9ZhydK0', 'o9kr9ZhydK0', '', '16:37', '<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n\r\n<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n', 'youtube', '', 1, '2018-02-12 14:01:54'),
(3, 3, 'الناس محظوظا في العالم', 'https://www.youtube.com/watch?v=tXUVOjCz83A', 'tXUVOjCz83A', '', '9:48', '<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n\r\n<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n', 'youtube', '', 3, '2018-02-12 14:01:54'),
(4, 4, 'واحد أندونيسياكو تقدم للبلد', 'https://www.youtube.com/watch?v=fcIML2MI_U0', 'fcIML2MI_U0', '', '7:18', '<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n\r\n<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n', 'youtube', '', 5, '2018-02-12 14:01:54'),
(5, 5, 'مجنون كرة القدم مهارات عالية المستوى', 'https://www.youtube.com/watch?v=jIuwP1tLRnM', 'jIuwP1tLRnM', '', '6:07', '<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n\r\n<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n', 'youtube', '', 2, '2018-02-12 14:01:54'),
(6, 4, 'يعيش حلم فيديو كليب من نوح الفرقة', 'https://www.youtube.com/watch?v=MhaWRStfP_c', 'MhaWRStfP_c', '', '04:02', '<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n\r\n<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n', 'youtube', '', 5, '2018-02-12 14:01:54'),
(7, 1, 'شريا غوشال سينغ راب ن بانا دي جودي', 'https://www.youtube.com/watch?v=i6uRxcxReP8', 'i6uRxcxReP8', '', '01:45', '<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n\r\n<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n', 'youtube', '', 4, '2018-02-12 14:01:54'),
(8, 4, 'طيبة طيبة كو مينانجيس', 'https://www.youtube.com/watch?v=ouV1DnL1Au4', 'ouV1DnL1Au4', '', '03:40', '<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n\r\n<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n', 'youtube', '', 9, '2018-02-12 14:01:54'),
(9, 3, 'أعلى البلدان المتقدمة تكنولوجيا الفضاء', 'https://www.youtube.com/watch?v=E-3GfI9yZOI', 'E-3GfI9yZOI', '', '02:45', '<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n\r\n<p>أبجد هوز هو مجرد دمية النص من الطباعة والتنضيد الصناعة. وكان أبجد هوز نص الدمية القياسية في هذه الصناعة من أي وقت مضى، عندما استغرقت طابعة غير معروفة المطبخ من نوع وسارعت لجعل كتاب عينة نوع. وقد نجا ليس فقط خمسة قرون، ولكن أيضا قفزة في التنضيد الإلكترونية، وتبقى دون تغيير أساسا. وقد شاعت مع الافراج عن أوراق ليتراسيت تحتوي على مقاطع أبجد هوز، ومؤخرا مع برامج النشر المكتبي مثل ألدوس باجيماكر بما في ذلك إصدارات أبجد هوز.</p>\r\n', 'youtube', '', 10, '2018-02-12 14:01:54');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_settings`
--

CREATE TABLE `tbl_settings` (
  `id` int(11) NOT NULL,
  `app_fcm_key` text NOT NULL,
  `api_key` varchar(255) NOT NULL,
  `privacy_policy` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_settings`
--

INSERT INTO `tbl_settings` (`id`, `app_fcm_key`, `api_key`, `privacy_policy`) VALUES
(1, 'AAAAcrH-QSM:APA91bEV6O9l6EJiDQaMdpicN-6DhIUzOQB-V9QoMpnDwSzLPa195WankHIh-DRE7gFNtdm1Dq7SkZPzc0MTnrRoyuTEKHO0QZpb0oEYBGXlYW1DJIFydaIWPPS2vktuklX7knNkX0Wc', 'cda11QbXIO9Z4ly0a2khTFDPA3x6UgSVtCiYRjBqpsfL7w5neN', '<p>سياسة الخصوصية<br />\r\nتتضمن سياسة الخصوصية هذه جميع التفاصيل حول البيانات التي تم جمعها في قناة مقاطع الفيديو التابعة لك وكيفية استخدامها.</p>\r\n\r\n<p>كمستخدم نحن أيضا لا ترغب في إعطاء المعلومات الشخصية، ونحن لا نريد أن نرى لدينا المعلومات التي تم جمعها دون معرفة ما سيحدث لتلك دتس. كانت قناة مقاطع الفيديو التابعة لك على قيد الحياة مع دعم وثقة مستخدميها. نحن نريد للحفاظ على الثقة. يمكنك العثور على جميع التفاصيل حول استخدام البيانات أدناه.</p>\r\n\r\n<p>تقوم قناة مقاطع الفيديو التابعة لك بجمع بيانات الاستخدام المجهولة. لا تتضمن هذه البيانات أرقام تعريف الجهاز الأصلي أو شخصيتك الحقيقية أو بياناتك الشخصية إذا لم تعطها بشكل مباشر في نموذج مفتوح.</p>\r\n\r\n<p>لا يمكن لقناة مقاطع الفيديو التابعة لك الدخول إلى معلوماتك الحقيقية وقد لا تتم استعادة عمليات الشراء أو أي إجراء آخر دون ربط عمليات الشراء ببعض المعلومات. هذا هو السبب في أنه من المستحسن لملء استمارة التسجيل في التطبيق. يحتوي هذا النموذج على المعلومات الشخصية التي تساعدنا على الاتصال بالمستخدم بسهولة، والمساعدة بسرعة وحل مشاكل الترخيص المحتملة.</p>\r\n\r\n<p>يستخدم الاستخدام / التفاعلات في التطبيق لتحديد ما هي المحطات التي يتم سردها على الأكثر، والوظائف التي تجذب أكبر قدر من الاهتمام حتى نتمكن من تحسين تلك الأقسام. هذه المعلومات تسمح لنا أيضا أن تكون قادرة على خدمة ميزات أفضل مثل قائمة المحطات الأكثر شعبية وفقا لمنطقة معينة.</p>\r\n\r\n<p>ويمكن استخدام هذه البيانات لخدمة خدمات إضافية للأطراف الثالثة مثل إحصاءات المحطة. لن تتضمن هذه الخدمات معلومات حساسة / بيانات تعريف شخصية إذا لم تسمح لك بذلك.</p>\r\n\r\n<p>في بعض الحالات قناة الفيديو الخاصة بك قد التواصل مباشرة مع ملقم طرف ثالث للحصول على أحدث البيانات للعرض داخل التطبيق (مثل آر إس إس، الفنان / أغنية الصور والمعلومات). عندما يحدث هذا - نحن لا نقل أي بيانات عنك أو استخدامك لهذه الأطراف الثالثة إلا حيث ينص صراحة. يرجى التحقق من هذه الأطراف الثالثة (حيثما ينطبق ذلك) لسياسات الخصوصية الإضافية.</p>\r\n\r\n<p>إعلان بانر سياسة الخصوصية</p>\r\n\r\n<p>قد تعرض قناة مقاطع الفيديو الخاصة بك إعلانات على أماكن مختلفة في التطبيق. قد يستخدم هذا النظام المعلومات الأساسية الإقليمية / اللغوية عنك إلى نظام إعلانات البانر، وذلك من أجل تزويدك بالإعلانات الملائمة. وفي بعض الحالات، قد يكون لدينا اتفاقات مع الجهات الراعية وقد نخفي الإعلانات في هذه الحالة. إيفنثو الإعلان قد تحصل مخفية في هذا الوضع، ونحن قد توفر معلومات مماثلة لرعاة أو 3rd الأطراف.</p>\r\n\r\n<p>محتوى الطرف الثالث سياسة الخصوصية</p>\r\n\r\n<p>قد تعرض قناة مقاطع الفيديو التابعة لك صفحات ويب مباشرة أو صورا من مصادر تابعة لجهة خارجية، وفي هذه الحالات يجب عليك قراءة سياسات الخصوصية التي تعرضها مواقع الويب هذه. نستخدم بحث الصور من غوغل لبعض الصور ذات الصلة بمعلومات التشغيل الآن.</p>\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_user`
--

CREATE TABLE `tbl_user` (
  `id` int(11) NOT NULL,
  `username` varchar(15) NOT NULL,
  `password` text NOT NULL,
  `email` varchar(100) NOT NULL,
  `user_role` enum('100','101','102') NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_user`
--

INSERT INTO `tbl_user` (`id`, `username`, `password`, `email`, `user_role`) VALUES
(1, 'admin', 'd82494f05d6917ba02f7aaa29689ccb444bb73f20380876cb05d1f37537b7892', 'developer.solodroid@gmail.com', '100');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tbl_category`
--
ALTER TABLE `tbl_category`
  ADD PRIMARY KEY (`cid`);

--
-- Indexes for table `tbl_fcm_template`
--
ALTER TABLE `tbl_fcm_template`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_fcm_token`
--
ALTER TABLE `tbl_fcm_token`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_gallery`
--
ALTER TABLE `tbl_gallery`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_settings`
--
ALTER TABLE `tbl_settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_user`
--
ALTER TABLE `tbl_user`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tbl_category`
--
ALTER TABLE `tbl_category`
  MODIFY `cid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `tbl_fcm_template`
--
ALTER TABLE `tbl_fcm_template`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- AUTO_INCREMENT for table `tbl_fcm_token`
--
ALTER TABLE `tbl_fcm_token`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `tbl_gallery`
--
ALTER TABLE `tbl_gallery`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `tbl_settings`
--
ALTER TABLE `tbl_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tbl_user`
--
ALTER TABLE `tbl_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
